var datacity = {
'A':['安徽','安庆'],
'B':['北京','北上','北山'],
'C':['重庆','重阳','崇山','崇雅','冲天打的'],
'D':['重庆','重阳','崇山','崇雅','冲天打的','东津','东门','东山再起','东县'],
'E':['重庆','重阳','崇山','崇雅','冲天打的','东津','东门','东山再起','东县'],
'G':['重庆','重阳','崇山','崇雅','冲天打的','东津','东门','东山再起','东县'],
'H':['重庆','重阳','崇山','崇雅','冲天打的','东津','东门','东山再起','东县'],
'J':['重庆','重阳','崇山','崇雅','冲天打的','东津','东门','东山再起','东县'],
'M':['重庆','重阳','崇山','崇雅','冲天打的','东津','东门','东山再起','东县'],
'N':['重庆','重阳','崇山','崇雅','冲天打的','东津','东门','东山再起','东县'],
'P':['重庆','重阳','崇山','崇雅','冲天打的','东津','东门','东山再起','东县'],
'Q':['重庆','重阳','崇山','崇雅','冲天打的','东津','东门','东山再起','东县'],
'T':['重庆','重阳','崇山','崇雅','冲天打的','东津','东门','东山再起','东县'],
'Z':['重庆','重阳','崇山','崇雅','冲天打的','东津','东门','东山再起','东县']
};